[{"id": "Id", "language": "language", "link": "Link", "text": "Text", "keywords": "Keywords", "sentiment": "Sentiment", "website": "Website", "date": "Date"}
,{"id": "1", "language": "en", "link": "https://www.bbc.co.uk/news/uk-politics-47837142", "text": "Chancellor Philip Hammond has said he is \"optimistic\" Brexit discussions between the government and Labour can reach \"some form of agreement\".\n\nMr Hammond said there were \"no red lines\" in the meetings.\n\nBut Labour's Diane Abbott says the government has made \"no movement\" on the political declaration, which outlines future UK-EU relations.\n\nThree days of talks ended on Friday without agreement and Labour said no more talks were planned this weekend.\n\nDowning Street responded by saying it was prepared to pursue alterations to its Brexit deal and was ready to hold further discussions with Labour over the weekend.\n\nThe talks have been taking place to try to find a proposal to put to MPs which could break the Brexit deadlock in the Commons before an emergency EU summit on Wednesday.\n\nSpeaking ahead of an EU finance ministers' meeting in Bucharest, Mr Hammond told reporters: \"We are expecting to exchange some more text with the Labour Party today, so this is an ongoing process.\"", "keywords": "Mr Hammond, Brexit discussions, Labour Party, government, Brexit deadlock, Brexit deal, days of talks, weekend, emergency EU summit, Chancellor Philip Hammond, EU finance ministers' meeting, future UK-EU relations, form of agreement, Bucharest, Commons, political declaration, Labour's Diane Abbott, movement, MPs, reporters, red lines, meetings, proposal, place, alterations, text, Downing Street, ongoing process", "sentiment": "0.5", "website": "BBC", "date": "06/04/2019"}
,{"id": "2", "language": "en", "link": "https://choice.npr.org/index.html?origin=https://www.npr.org/2019/04/06/710327400/opinion-can-stonehenge-offer-a-lesson-for-brexit", "text": "It has not been uplifting for Americans to look across the ocean the past few years and see Great Britain's Brexit imbroglio.\n\nAlmost three years ago a slim majority, 51.9 percent, voted in a referendum to leave the European Union. But breaking up is hard to do.\n\nThree times Prime Minister Theresa May has proposed an exit plan. Parliament has rejected it each time. The March 29 deadline to depart has come and gone; Parliament has asked the EU for delay after delay.\n\nMore than 6 million people have signed a petition, calling on Parliament to revoke Britain's exit. Millions have marched to hold a second referendum, hoping the result might be different a second time around. From across the ocean, it doesn't look like a lot of Britons are eager to Brexit at all.\n\nThis week a leak in the roof of the House of Commons forced MPs to suspend debate. Labour Party Member of Parliament Justin Madders told a nearly vacant chamber, between drips, \"I think there is probably some kind of symbol, about how many people view how broken Parliament is, going on there.\"", "keywords": "\tbroken Parliament, years, Britain's exit, delay, referendum, people, ocean, Labour Party Member of Parliament Justin Madders, Great Britain's Brexit imbroglio, exit plan, vacant chamber, roof, House of Commons, past, times Prime Minister Theresa, leak, MPs, percent, lot of Britons, slim majority, result, week, debate, drips, European Union, petition, kind of symbol, Americans, deadline, Millions", "sentiment": "0.5", "website": "Choice NPR", "date": "06/04/2019"}
,{"id": "3", "language": "en", "link": "https://www.pressherald.com/2019/04/06/another-view-the-best-brexit-is-still-no-brexit/", "text": "U.K. Prime Minister Theresa May this week stopped trying to get her fellow Tories to back her plan for quitting the European Union, and asked the opposition Labour Party to come to her aid. Could this be that most elusive of Brexit developments: progress?\n\nNot exactly. For many reasons – politics, self-interest, the fundamentally incoherent task at hand – May and Labour leader Jeremy Corbyn are unlikely to hash out a workable agreement about how Britain should exit the EU. If they fail, May says she’ll let Parliament settle the matter by voting on various options, through a yet-to-be-determined process.\n\nIt’s hard to imagine a breakthrough there, as well. Lawmakers have spent recent days rejecting just about every theoretical variant of Brexit. May’s plan has been voted down three times since January. Even the least-unpopular alternatives – such as adding a permanent customs union to the political declaration attached to May’s withdrawal agreement – would require a steady cross-party alliance, which on current trends looks implausible.\n\nAnd the underlying problems haven’t gone away. Although the public voted for Brexit in the abstract, all specific versions of it find little support. That’s because they all would, to varying degrees, reduce growth, harm businesses, diminish Britain’s standing in the world and quite possibly impinge on its sovereignty by binding it to EU rules it will no longer have a say over. As ever in this misadventure, the choices are between bad and worse.\n\nEven so, what should happen now isn’t in doubt: The government should seek a long extension of the Article 50 process that underpins Brexit, and plan for a second referendum – with Remain as an option on the ballot, alongside whatever deal May or her successor manages to devise. Britain’s citizens deserve a chance to decide whether the Brexit on offer bears any resemblance to what they thought they were voting for in 2016, and should be given the opportunity to think again.\n\nGranted, further delay and indecision will be costly. The chaos of the past few years in British politics has already done great harm. Investment has declined for four straight quarters. Confidence is plummeting. Manufacturers have been stockpiling at a record rate, incurring needless expense and limiting future growth. By several estimates, Brexit has already reduced GDP by at least 2 percent. Meanwhile, other public business has all but come to a halt.\n\nPerhaps new cross-party deliberations could fashion a proposal acceptable to the House of Commons and the EU, and deliver some sort of Brexit sooner rather than later. But that wouldn’t be the end of it: With or without May’s withdrawal agreement, Brexit will be a prolonged process, involving years of further negotiation, debate, lawyering, rule-writing, bean-counting, politicking, infighting and generalized tedium. It will be costly, complicated and socially corrosive.\n\nAvoiding Brexit altogether is still the best way forward, even if it means further delay and the costs that go with it. The right result is possible even now, if Britain’s politicians finally start putting the country’s interests first.", "keywords": "sort of Brexit, theoretical variant of Brexit, elusive of Brexit developments, May’s plan, May’s withdrawal agreement, years, workable agreement, Britain’s politicians, Britain’s standing, prolonged process, Britain’s citizens, EU rules, delay, British politics, harm businesses, European Union, great harm, future growth, public business, steady cross-party alliance, opposition Labour Party, permanent customs union, new cross-party deliberations, Labour leader Jeremy Corbyn, political declaration, proposal acceptable, rule-writing, lawyering, needless expense, hand, debate, negotiation, current trends, specific versions, week, politicking, bean, self-interest, incoherent task, long extension, House of Commons, past, abstract, Article, recent days, record rate, matter, choices, government, Prime Minister Theresa, little support, degrees, GDP, progress, chance, country’s interests, fellow Tories, deal, ballot, Investment, straight quarters, various options, misadventure, generalized tedium, right result, Lawmakers, aid, reasons, chaos, sovereignty, referendum, world, indecision, offer, resemblance, best way, estimates, unpopular alternatives, breakthrough, underlying problems, successor, Parliament, doubt, percent, Manufacturers, costs, times, opportunity, Confidence, halt", "sentiment": "0.26", "website": "PRESSHERALD", "date": "06/04/2019"}
,{"id": "4", "language": "en", "link": "https://www.washingtonpost.com/gdpr-consent/?destination=%2fopinions%2f2019%2f04%2f02%2fevery-historic-disaster-has-been-predicted-by-someone-why-dont-those-power-listen%2f%3f&utm_term=.c267aa42c466", "text": "At every fateful historical turning point — every time a bad decision is taken or a wrong choice is made — there is always someone who tries to stop it, someone who predicts the consequences, someone who proposes an alternative plan. Cicero tried to halt the fall of the Roman Republic; Churchill opposed appeasement. And there are less mythical, more recent examples, too: Before the invasion of Iraq, the State Department conducted a massive study of the country, foreseeing many of the problems, making many proposals for a post-Saddam Hussein regime — all of which were ignored by the Pentagon after the invasion in 2003.\n\nUsually, the problem isn’t that no one knows that things are going to go badly. The problem is that the people in charge do know but don’t care, don’t agree or simply have other priorities. This is what is happening right now in Britain, where a bitterly divided cabinet has so far refused to come up with an alternative to the European Union-United Kingdom deal negotiated by the British prime minister, Theresa May. Her plan has been rejected three times by the House of Commons, a failure of historic proportions. And yet not only has she refused to choose something else, she has not wanted to discuss anything else in public.\n\nAnd so the discussion has continued without her. Anyone who tunes in to parliamentary debates or watches “Prime Minister’s Questions” knows that debates in the House of Commons can often seem ritualized, with both sides trading carefully scripted insults and sound bites. But on Monday night, the British Parliament suddenly became a place of substance again, as several members made serious, considered, alternative proposals, and then answered tough questions about them. For once, a critical political debate was not taking place on television, or behind the scenes, but on a public stage, inside the institution created for that purpose.", "keywords": "alternative proposals, alternative plan, House of Commons, British prime minister, Prime Minister’s Questions, parliamentary debates, British Parliament, place of substance, tough questions, invasion of Iraq, public stage, European Union-United Kingdom deal, bad decision, State Department, watches, fateful historical turning point, fall, Roman Republic, Churchill, scripted insults, sides, massive study, post-Saddam Hussein regime, sound bites, critical political debate, failure of historic proportions, country, appeasement, institution, scenes, television, members, Theresa, times, wrong choice, recent examples, Britain, divided cabinet, people, charge, problems, night, purpose, Cicero, things, Pentagon, consequences, priorities, discussion", "sentiment": "0.17", "website": "WashingtonPost", "date": "02/04/2019"}
,{"id": "5", "language": "en", "link": "https://www.theguardian.com/commentisfree/2019/apr/05/peoples-vote-brexit-labour-party-anna-soubry", "text": "On Monday, in a series of indicate votes in parliament, a People’s Vote damn nearly fell off the list of options when Labour MPs voted for a customs union. Members of the Independent Group like me voted against it primarily because it will not deliver the frictionless trade British business demands, being one step up from a ruinous hard Brexit. The Liberal Democrats split on the matter but the SNP and Green MP saw the trap that had been laid and joined us in the no lobby. Had we not, the customs union option would have won a majority and the campaign would have fallen by the wayside. In the event, a motion for a confirmatory public vote was defeated – but it gained the most votes of all the options put forward on Monday and a second referendum remains the only way out of the Brexit crisis.\n\nBrexit: Labour accuses government of failure to compromise in talks - as it happened\n Read more\nI don’t really know deputy Labour leader Tom Watson, though I once had a pleasant conversation with him when I bumped in to him on a train. But given his sudden prominence in the People’s Vote campaign it feels like he’s now a long-time friend. I was delighted when he spoke at the rally after the recent #PutItToThePeople march, and I thought the booing from some quarters was out of order. Now we need to see Tom marching into the lobby on every vote to support a People’s Vote and making sure it stays top of the Brexit political agenda.\n\nAdvertisement\n\nWatson is no fool. He knows there are Labour MPs considering leaving the party and joining the Independent Group, and he knows, local party activists, supporters and voters are draining away. For them, and many others who voted remain, there is a growing sense of betrayal as they see the Labour leadership locked in talks with Theresa May’s government to facilitate a Conservative Brexit. Watson has set up his internal Future Group of “social democrat and democratic socialist” Labour MPs – I believe he’s embraced a People’s Vote to staunch the flow of support away from Labour.\n\nBut those running the campaign must not allow it to become a front to patch up the deep divisions in the Labour party.\n\nPeople’s Vote sprang from Open Britain – an amalgam of people passionate about the benefits of being in the EU, horrified at the referendum result, and determined to mitigate the various harms Brexit will cause our country. This diverse coalition brought Caroline Lucas of the Green party and Dominic Grieve of the Conservatives to the same table, it united grass roots campaigns such as More United and Scientists for EU, and campaigners of every political hue. In time we agreed the only way out of the growing Brexit crisis was a People’s Vote.\n\n The lesson of this Brexit ordeal? The EU is a club worth belonging to\nJonathan Freedland\nJonathan Freedland\n Read more\nI was a proud founder along with members of the Labour party, Lib Dems and Green arty. We were committed to putting the interest of our country first and foremost, often at considerable personal and political cost. None of us were motivated by a desire to save our respective parties from internal division, nor to resolve internal disputes.\n\nTomorrow, local campaigners will be out in village squares, and town and city centres the length and breadth of Britain, campaigning for a People’s Vote. This remarkable band of campaigners from all backgrounds and of all ages has weathered the winter and withstood the insults of sometimes hostile leave voters. We don’t just owe it to them, but to the overwhelming majority of people in Britain to keep on campaigning for a People’s Vote. Our success to date has been our ability to unite people behind our common cause – so near to final victory, we must not allow it to be snatched away by those who seek to put their party before our national interest.", "keywords": "Labour party, People’s Vote campaign, Labour MPs, Labour leadership, Green party, Conservative Brexit, Brexit ordeal, confirmatory public vote, growing Brexit crisis, Brexit political agenda, ruinous hard Brexit, various harms Brexit, deputy Labour leader Tom Watson, local party activists, EU, local campaigners, Independent Group, internal Future Group, Open Britain, breadth of Britain, Green MP, internal division, campaigning, internal disputes, talks, overwhelming majority of people, Members, political cost, political hue, votes, country, lobby, Jonathan Freedland, amalgam of people passionate, remarkable band of campaigners, customs union option, government of failure, Tom marching, common cause, list of options, flow of support, referendum result, Theresa May’s government, hostile leave voters, growing sense of betrayal, united grass roots campaigns, social democrat, step, Caroline Lucas, city, table, matter, length, frictionless trade British business demands, village squares, Lib Dems, town, insults, backgrounds, ability, respective parties, SNP, motion, benefits, Dominic, Scientists, supporters, parliament, sudden prominence, diverse coalition, trap, Conservatives, deep divisions, final victory, proud founder, quarters, rally, PutItToThePeople, winter, ages, success, date, Liberal Democrats, desire, event, series, club worth, lesson, pleasant conversation, long-time friend, booing, order, wayside, fool, Advertisement, train", "sentiment": "0.5", "website": "THEGUARDIAN", "date": "05/04/2019"}
,{"id": "6", "language": "en", "link": "https://www.washingtonpost.com/gdpr-consent/?destination=%2fopinions%2f2019%2f04%2f05%2fbrexit-hasnt-even-happened-yet-ireland-is-already-seeing-signs-economic-toll%2f%3f&utm_term=.6f4e889ac91a", "text": "Much of the speculation about Brexit over the past few years has focused on how it would affect the British and Irish economies. Remainers have occasionally exaggerated just how bad it would be — even if Britain crashes out of the E.U. with no agreement to organize its trade with other countries, Britons are not going to be boiling up their shoes for dinner.\n\nThat said, a no-deal Brexit is likely to be disastrous enough. Josh Hardie, deputy director general of the Confederation of British Industry, estimates shipments through the Port of Calais, Britain’s gateway to Europe, would fall by 50 percent in the immediate aftermath. For consumers, that would mean shortages of certain goods and long queues. For businesses, it would mean a major economic shock, one that would, of course, eventually hit workers’ paychecks. And while leaving the E.U. might not be fatal to London’s place as a world financial center, some job losses are inevitable. Last year, Bank of America relocated to Dublin, moving about 100 jobs from London to its Irish subsidiary.\n\nBut that doesn’t mean Ireland expects to do well out of Brexit. An Irish government study released last month estimated that a disorderly, no-deal Brexit would cause job losses in the tens of thousands over the next decade, in a country with a population of less than 5 million. Ireland sends most of its agricultural exports to Britain, and much of the rest of its trade uses Britain as a land-bridge to the rest of Europe. A hard Brexit would be very hard on Ireland.", "keywords": "deal Brexit, hard Brexit, Ireland, job losses, trade uses Britain, rest of Europe, Irish subsidiary, Irish economies, Irish government study, Confederation of British Industry, world financial center, deputy director general, London’s place, Port of Calais, shipments, land-bridge, shortages of certain goods, long queues, Josh Hardie, Britain’s gateway, jobs, month, tens of thousands, Bank of America, Dublin, decade, percent, past, agricultural exports, major economic shock, country, immediate aftermath, countries, Britons, speculation, years, Remainers, shoes, dinner, workers’ paychecks, population, businesses, consumers, agreement", "sentiment": "0.5", "website": "WashingtonPost", "date": "05/04/2019"}
,{"id": "7", "language": "en", "link": "https://www.theguardian.com/commentisfree/2019/apr/02/brexit", "text": "Corbyn will be asked to co-author a new version of the political declaration acceptable to Labour or, failing that, to help engineer a majority in the Commons, either for a Norway-style deal or a customs union.\n\n May’s can-kicking changes nothing – MPs must stop a no-deal Brexit\nGina Miller\nGina Miller\n Read more\nIn effect, May has bottled out of a fourth “meaningful vote”, ditched the threat of no deal completely and, in a desperate attempt to avoid an election, has thrown herself on the mercy of parliament. It should show no mercy.\n\nLabour’s proposed Brexit deal would sign Britain up to the customs union and enter a state of “dynamic alignment” with the rules of the single market. This is not the equivalent of a Norway-style deal, because it allows Britain to participate fully in the single market – with the obligation to accept freedom of movement – but to diverge over time by paying a price in lost market access.\n\nIf May can accept this to the letter, and is prepared to whip her MPs for it, splitting the Tory party for a generation, Corbyn should consider the offer. But I doubt she will do so. Indeed, I doubt she will retain a shred of authority once the Tory grassroots and backbenches understand the scale of the climbdown she has made.\n\nIn that case, we are in for a rapid knockout competition in parliament, the result of which will likely see either the customs union or a full Norway-style deal get a majority.\n\nBut what’s crucial now is that any deal done must be put to a second referendum, with remain as the other option.\n\nFor the past two years, it has been pro-remain progressives who advocated a second referendum. Now, all possible outcomes look so far away from the fantasies sold to leave voters that they need to be given the option to decide whether remain is better.\n\nDespite getting six million signatures on a petition, the simple revocation of article 50 would have zero democratic legitimacy. To cancel the disastrous effects of a referendum held amid lies, hubris and law-breaking we need another one, this time with more truth.\n\nThere are people on the remain side who have convinced themselves that an otherised, alien, hostile entity called the “working class” wants Brexit so badly that there will be a far-right revolt if a new referendum is called. All the deep polling shows this is nonsense. There have, as promises turned to dust, been clear swings among working-class women, Muslim voters and low-paid young people, leaving a polling majority for remain.\n\nFor certain, a second referendum will be difficult. But mass ideologies deflate suddenly. There cannot legitimately be a no-deal option on the ballot paper – in which case, I expect the minority of dedicated white nationalists and xenophobes to throw the towel in. We need to break it to them as gently as possible, and offer as many as possible a way back to consensus politics, but May’s bombshell means simply: the Little English nationalist revolution is over.\n\nOn the left side of politics, I expect some of the Labour MPs (and a few frontbenchers) who have voted against the second referendum to conduct a rearguard action that would delink any deal agreed from a people’s vote. But this too is a non-starter, especially among Labour’s membership. Corbyn should resist any backbench attempts to resolve this crisis over the heads of the British electorate.\n\n Britain treated Europe like a game. Brexit hasn't changed that\nRafael Behr\nRafael Behr\n Read more\nAdvertisement\n\nMuch of the political class is in shock, but this, in fact, can be a victory for parliament and the democratic process. Since Chequers, we have known that no form of Brexit that is possible is actually acceptable to the people who voted for it. That’s their problem to own.\n\nLet’s find out now what there is a majority for and test it at the ballot box against the most obvious solution: to remain in the EU, preferably with a Corbyn-led government, drawing in the progressive nationalists and Greens.\n\nThe Tory party’s moral collapse is under way. I don’t know what new formation will emerge. But even its enemies must acknowledge that Corbyn’s Labour party has ground May’s project to dust by drawing on the one thing that outsiders to the labour movement can never quite understand: the discipline and solidarity that come from being vilified and ignored – something May could never rely on among the squabbling ranks of entitled Tory MPs.", "keywords": "\tdeal Brexit, deal option, Norway-style deal, new referendum, Labour’s proposed Brexit deal, Tory MPs, Labour MPs, Britain, customs union, labour movement, polling majority, form of Brexit, Tory grassroots, single market, mercy of parliament, possible outcomes, Corbyn’s Labour party, May’s bombshell, young people, new version, political class, new formation, time, dust, case, offer, Gina Miller, Rafael Behr, Tory party’s moral collapse, ground May’s project, political declaration acceptable, lost market access, Muslim voters, progressive nationalists, consensus politics, ballot paper, ballot box, freedom of movement, democratic process, Labour’s membership, democratic legitimacy, deep polling, meaningful vote, people’s vote, minority of dedicated white nationalists, working-class women, clear swings, xenophobes, backbenches, simple revocation of article, hostile entity, scale, victory, rules, price, state, obligation, Little English nationalist revolution, generation, rapid knockout competition, obvious solution, shred of authority, heads, crisis, alien, dynamic alignment, result, shock, government, thing, outsiders, enemies, threat, squabbling ranks, right revolt, rearguard action, equivalent, British electorate, desperate attempt, years, election, signatures, fact, climbdown, nonsense, non-starter, Greens, towel, Europe, game, hubris, progressives, disastrous effects, changes, Commons, frontbenchers, mass ideologies, discipline, solidarity, law-breaking, truth, fantasies, Advertisement, Chequers, problem, letter", "sentiment": "0.5", "website": "THEGUARDIAN", "date": "02/04/2019"}
,{"id": "8", "language": "en", "link": "https://www.theguardian.com/commentisfree/2019/apr/01/the-guardian-view-on-brexit-votes-put-nation-before-party", "text": "\nIt is these delusions MPs were seeking to banish by voting on softer forms of Brexit; whether a confirmatory referendum was needed; and if revoking article 50 in the face of no-deal Brexit ought to be contemplated. None secured a majority on Monday night, though a customs union with the EU was only defeated by three votes. A plebiscite on the terms of departure missed by 12. Plainly there is a consensus waiting to be found. Mrs May remains boxed in by her own red lines and those of her hardliners. If she were to soften Brexit, she risks her colleagues not supporting her in a vote of confidence. If she does not, Mrs May faces the same threat from the majority in parliament who have already voted to prevent no deal.\n\nMrs May may be tempted by self-interest for an early election. This would be a mistake, one that confuses party with nation. Those pushing Mrs May towards resolving Brexit at the ballot box see leaving the EU as a way of getting people to vote against their economic interests – a precondition for a Tory victory. About seven out of 10 Conservative MPs represent constituencies that voted to leave. Around six out of 10 Labour MPs represent leave constituencies. Some voters who delivered Brexit – especially left-leaning ones in poor areas – will suffer disproportionately from its policies. Yet the passion of Leave voters has intensified, lending Brexit a sour introspective nationalism. Culture wars could trump class wars.\n\nHard Brexiters tap into this with the idea that leaving the EU could see a turbo-charged Thatcherism return. This would deliver a supply-side shock to the economy draped in populism and hostility towards Europe. It’s why they want Mrs May to act before the tyranny of the status quo sets in. A large section of the cabinet thinks nothing of putting ambition before nation. The flippant parochialism and narrow sectional interest of today’s Conservative party is quite breathtaking. It cannot be pretended that the tone of debate suggests that the Tory leadership is experiencing anything but its most self-absorbed hour. Appearing remote, self-interested and unaccountable is not a good look.\n\nThat is why politicians must come together. The 2016 referendum vote needed to be interpreted in a meaningful way: with transformative policies to address what gave rise to it; a plan to deal with the harmful consequences of leaving the EU; and a device to underscore any Brexit deal’s democratic validity. Instead Brexit is becoming about partisanship and signalling values. The most damaging effect of entrenching a belief that government cannot make a difference is that it deserts those for whom it could to the whims of fantasists and ideologues.", "keywords": "deal Brexit, Mrs, lending Brexit, softer forms of Brexit, Brexit deal’s democratic validity, Conservative MPs, leave constituencies, referendum vote, passion of Leave voters, Labour MPs, delusions MPs, majority, vote of confidence, today’s Conservative party, Culture wars, class wars, Tory leadership, Tory victory, transformative policies, meaningful way, confirmatory referendum, belief, economy, populism, precondition, sour introspective nationalism, people, device, flippant parochialism, economic interests, cabinet, red lines, government, hostility, plan, night, rise, turbo, harmful consequences, customs union, self-interest, ones, partisanship, threat, face, ballot box, good look, damaging effect, supply-side shock, tone of debate, signalling values, plebiscite, terms of departure, whims of fantasists, ideologues, large section, Thatcherism return, early election, poor areas, hardliners, difference, Europe, ambition, parliament, idea, colleagues, Hard Brexiters, self-absorbed hour, article, mistake, votes, tyranny, politicians, consensus", "sentiment": "0.5", "website": "THEGUARDIAN", "date": "01/04/2019"}
,{"id": "9", "language": "en", "link": "https://www.theguardian.com/global/2019/mar/30/how-do-brexit-voters-feel-about-the-eu-now", "text": "The wind seems to be in the sails of campaigners looking to keep Britain in the EU as, for the first time in the Brexit crisis, they see signs of the public mood shifting in their favour.\n\nHundreds of thousands marched in support of EU membership last weekend, and a petition calling for article 50 to be revoked, reversing Brexit, secured almost 6m signatures in 10 days. Meanwhile, Theresa May’s withdrawal agreement was voted down for a third time in the House of Commons on Friday, and a second-referendum proposal was one of the most popular options in the “indicative vote” process developed by MPs to gauge support for ways to break the deadlock. A second referendum has never looked nearer and, polling suggests, Remainers would enter the contest narrowly ahead.\n\n The UK needs a year-long extension on Brexit – to really take back control\nGordon Brown\n Read more\nA range of polling suggests the public have moved in a pro-EU direction since 2016. The polling average compiled by Sir John Curtice and the body What UK Thinks puts Remain ahead, by 54 to 46, with practically every poll conducted in the past year or so recording a small Remain lead.\n\nThe share of the public who think the Leave vote was “in hindsight the wrong decision” has slowly crept up, and is now consistently above the share who still believe Britain made the right choice. Public approval of May’s deal is also exceptionally low, and the share of voters who think it will deliver a good outcome for Britain has fallen steadily. Time, perhaps, to go back to the people?\n\nThere are certainly good reasons to believe this shift in public opinion is real. The rise in support for Remain is mainly driven by those who did not vote in 2016, either because they abstained or were too young. Abstainers and new voters now heavily back Remain, and their numbers are growing steadily, with about three-quarters of a million new voters joining the electorate each year.", "keywords": "public mood, public opinion, Britain, share of voters, time, new voters, support of EU membership, Public approval of May’s deal, indicative vote, past year, UK, Leave vote, Brexit crisis, polling average, reversing Brexit, range of polling, year-long extension, pro-EU direction, good reasons, good outcome, referendum proposal, Theresa May’s withdrawal agreement, Sir John Curtice, shift, MPs, body, hindsight, weekend, process, signs, popular options, petition, ways, Hundreds of thousands, electorate, wrong decision, sails of campaigners, article, Remainers, signatures, House of Commons, right choice, deadlock, favour, Abstainers, quarters, Gordon Brown, contest, days, wind, lead, control, rise, people, numbers", "sentiment": "0.74", "website": "THEGUARDIAN", "date": "30/03/2019"}
,{"id": "10", "language": "en", "link": "https://www.theguardian.com/commentisfree/2019/mar/30/uk-year-extension-brexit-take-back-control", "text": "After a week that ended in an atmosphere of chaos, confusion, acrimony, hostility and mistrust, MPs are once again trying to construct a Brexit majority for something – or anything. Having lived for years now away from the Westminster bubble, I am clear that even if parliament struggles to an 11th-hour compromise on Monday, there will be little buy-in from the public. And even if for a moment there are sighs of relief, the country will still be as divided as ever.\n\nOpinion poll after opinion poll has rejected not just Theresa May’s deal and the no-deal option, but the Canada, Norway, Switzerland and Efta options, the last three of which would leave Britain as a rule-taker rather than a rule-maker. And while MPs deserve credit for trying, there is unlikely to be a majority in the country for a deal cobbled together over a weekend on the basis of MPs’ third or fourth choices that could decide the next 100 years of our history.\n\n\nBrexit: as May's deal is defeated for the third time, the next steps explained\n Read more\nThere are some precedents from the last two centuries to guide us when there is both a standoff between government and parliament, and a deadlock within parliament itself. Ending the impasse over the Corn Laws, dealing with Irish independence, legislating the extension of the vote from 1832 onwards, and more recently dealing with the undemocratic power of the House of Lords all required the same innovative leadership and the courage to break with the past that we need today.\n\nBut from next week we face a challenge comparable to, or greater than, all of these: how we deal with both a stalemate on policy, and a complete breakdown of trust between parliament and the public. And there can be no outcome acceptable to the British people that does not find new and effective ways of engaging with them.\n\nAdvertisement\n\nBut as one door closes, another is opening. Last week the European council showed an openness to what we might call – if the word “meaningful” had not been so devalued – a meaningful extension: a longer negotiating period, not as a delaying tactic or for a return to vicious squabbling, but to reunite a divided country. And we should do what should have been done three years ago: establish region-by-region public hearings to allow straight talking and clear thinking about the concerns that brought about Brexit in the first place. A year’s extension would allow us to pursue a British version of Ireland’s successful experience in participatory democracy when they held citizens’ assemblies, to find common ground on deeply divisive issues in advance of a referendum.\n\nThere were many concerns raised by the British public in the 2016 EU referendum, such as the state of our manufacturing and our industrial towns, and a feeling that our politicians had let us down and had lost the plot in our post-imperial journey. But when it came to the specifics of Britain’s relationship with Europe, the issues that dominated were those of “taking back control of our borders”, and “taking back control of our laws”. These issues have been little discussed over the past three years as parliament has been engrossed in the minutiae of Brexit, and possible solutions to them need to be scrutinised in nationwide consultations in advance of any future referendum.\n\nOptions for more “control of our laws” could include parliament passing a UK law that any decision of the European court that offends our national and constitutional identity, and is thus in violation of article 4 (2) of the treaty of Lisbon, is unconstitutional. Options for more “control of our borders” could include registering migrants as they arrive, as Germany does, and imposing a time limit on any stay without gaining employment, as in Belgium. And outlawing, as France has, social dumping: the practice of paying Latvian workers only Latvian wages while working in France.\n\nAll these changes are achievable within the EU’s freedom of movement rules. After Monday a year-long extension to conduct public hearings – once at the bottom of the list of options – may not just be the best alternative to no deal, but the only alternative.", "keywords": "parliament, British public, years, control, deal option, May's deal, region public hearings, meaningful extension, Brexit majority, Theresa May’s deal, year’s extension, minutiae of Brexit, Efta options, list of options, divided country, British people, advance, divisive issues, Opinion poll, future referendum, EU referendum, year-long extension, Corn Laws, France, past, concerns, borders, Latvian workers, Latvian wages, European court, rule-taker, European council, rule-maker, time limit, clear thinking, little buy, best alternative, British version of Ireland’s successful experience, participatory democracy, acrimony, common ground, confusion, citizens’ assemblies, hostility, Norway, practice, Canada, EU’s freedom of movement rules, complete breakdown of trust, House of Lords, return, atmosphere of chaos, decision, mistrust, social dumping, state, Switzerland, period, Irish independence, specifics of Britain’s relationship, industrial towns, delaying tactic, nationwide consultations, UK law, employment, feeling, basis of MPs’, plot, post-imperial journey, constitutional identity, undemocratic power, innovative leadership, manufacturing, policy, changes, vicious squabbling, stay, courage, challenge comparable, outcome acceptable, possible solutions, weekend, government, openness, Westminster bubble, deadlock, registering migrants, treaty of Lisbon, choices, effective ways, stalemate, credit, Germany, outlawing, relief, impasse, standoff, violation of article, hour compromise, precedents, centuries, door closes, moment, Belgium, politicians, word, steps, place, history, vote, Advertisement", "sentiment": "0.26", "website": "THEGUARDIAN", "date": "30/03/2019"}
]